IDEA Open Model
ReinforcementGroup.Diameter Property
 Diameter o reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Diameter { get; set; }
Public Property Diameter As Double
	Get
	Set
public:
property double Diameter {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ReinforcementGroup Class
IdeaRS.OpenModel.Detail Namespace